Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.home.faq.title
source: Common questions about KnotQ
ar: أسئلة شائعة حول KnotQ
cs: Časté otázky o KnotQ
da: Ofte stillede spørgsmål om KnotQ
de: Häufig gestellte Fragen zu KnotQ
el: Συχνές ερωτήσεις σχετικά με το KnotQ
es: Preguntas comunes sobre KnotQ
fi: Usein kysytyt kysymykset KnotQ:sta
fr: Questions courantes sur KnotQ
he: שאלות נפוצות על KnotQ
hi: KnotQ के बारे में सामान्य प्रश्न
hu: Gyakori kérdések a KnotQ-ról
id: Pertanyaan umum tentang KnotQ
it: Domande comuni su KnotQ
ja: KnotQについてのよくある質問
ko: KnotQ에 대한 일반적인 질문
ms: Pertanyaan umum tentang KnotQ
nb: Vanlige spørsmål om KnotQ
nl: Veelgestelde vragen over KnotQ
pl: Częste pytania dotyczące KnotQ
pt_br: Perguntas comuns sobre o KnotQ
pt_pt: Perguntas comuns sobre o KnotQ
ro: Întrebări frecvente despre KnotQ
ru: Часто задаваемые вопросы о KnotQ
sk: Časté otázky o KnotQ
sv: Vanliga frågor om KnotQ
th: คำถามที่พบบ่อยเกี่ยวกับ KnotQ
tr: KnotQ Hakkında Sık Sorulan Sorular
uk: Часто задавані питання про KnotQ
vi: Các câu hỏi phổ biến về KnotQ
zh_hans: 关于 KnotQ 的常见问题
zh_hant: 關於 KnotQ 的常見問題

# web.home.features.daily.body
source: The Daily Queue is today’s short list. Whatever you don’t finish rolls into tomorrow; what you finish stays behind.
ar: الصف اليومي قائمة اليوم القصيرة. أي شيء لا تنهيه ينتقل إلى غد؛ ما تنهيه يبقى خلفك.
cs: Denní fronta je dnešní krátký seznam. Cokoli, co nedokončíte, se přesune na zítřek; co dokončíte, zůstane vzadu.
da: Daglig Kø er dagens korte liste. Det, du ikke afslutter, ruller ind i morgen; det, du afslutter, bliver tilbage.
de: Die Daily Queue ist Ihre heutige kurze Liste. Was Sie nicht fertigstellen, läuft in morgen über; was Sie fertigstellen, bleibt dahinter.
el: Η Ημερήσια Ουρά είναι η λίστα σήμερα. Ό,τι δεν τελειώσετε κυλά σε αύριο· ό,τι τελειώσετε παραμένει πίσω.
es: La cola diaria es la lista corta de hoy. Lo que no termines se transfiere a mañana; lo que termines se queda atrás.
fi: Päivittäinen jono on tämän päivän lyhyt lista. Mitä et lopeta, vierii huomiseen; mitä lopetit, jää taakse.
fr: La file d'attente quotidienne est la liste courte d'aujourd'hui. Tout ce que vous n'avez pas terminé se reportera à demain ; ce que vous terminez reste en arrière.
he: התור היומי היא רשימה קצרה של היום. כל מה שלא תשלים קדימה ליום מחר; מה שאתה סיים נשארת מאחור.
hi: दैनिक कतार आज की छोटी सूची है। जो कुछ भी आप समाप्त नहीं करते वह कल तक जाता है; जो आप समाप्त करते हैं वह पीछे रहता है।
hu: A Napi sor a mai rövid lista. Amit nem fejezs be, átgurul holnapra; amit befejezs, marad.
id: Antrean Harian adalah daftar singkat hari ini. Apa pun yang tidak Anda selesaikan berguling ke besok; apa yang Anda selesaikan tetap tertinggal.
it: La coda giornaliera è l'elenco breve di oggi. Tutto quello che non finisci viene trasportato a domani; quello che finisci rimane indietro.
ja: Daily Queueは本日の短いリストです。完了しなかったものは明日にロールオーバーされます。完了したものは後に残ります。
ko: 일일 큐는 오늘의 짧은 목록입니다. 완료하지 못한 항목은 내일로 이월되고 완료된 항목은 남아 있습니다.
ms: Antrian Harian adalah daftar pendek hari ini. Apa pun yang tidak Anda selesaikan berguling ke besok; apa yang Anda selesaikan tetap di belakang.
nb: Daily Queue er dagens korte liste. Hva du ikke fullfører, rulles over til i morgen; det du fullfører, blir igjen.
nl: Daily Queue is vandaag's korte lijst. Wat je niet afmaakt rolt door naar morgen; wat je afmaakt blijft achter.
pl: Kolejka dzienna to dzisiejsza krótka lista. Cokolwiek nie ukończysz, przenosi się na jutro; co ukończy, zostaje w tyle.
pt_br: A Fila Diária é a lista curta de hoje. O que você não terminar entra em amanhã; o que você terminar fica para trás.
pt_pt: A Fila Diária é a lista curta de hoje. O que não termina passa para amanhã; o que termina fica para trás.
ro: Coada zilei este lista scurtă a zilei. Orice nu termini se rostogolește în mâine; ceea ce termini rămâne în spate.
ru: Ежедневная очередь — это краткий список на сегодня. То, что вы не завершили, переносится на завтра; то, что вы завершили, остаётся позади.
sk: Denná fronta je dnešný krátky zoznam. Čokoľvek, čo neukončíte, sa presunie na zajtra; čo ukončíte, zostane pozadu.
sv: Daily Queue är dagens korta lista. Det du inte slutför rullar in i imorgon; det du slutför stannar kvar.
th: คิวรายวันคือรายการสั้น ๆ ของวันนี้ สิ่งที่คุณไม่ทำเสร็จจะหมุนเข้าสู่วันพรุ่งนี้ สิ่งที่คุณทำเสร็จจะอยู่เบื้องหลัง
tr: Günlük Kuyruk, bugünün kısa listesidir. Bitirmedikleriniz yarına aktarılır; bitirdikleriniz geride kalır.
uk: Щоденна черга — це список на сьогодні. Те, що ви не закінчите, переходить на завтра; те, що ви закінчите, залишається позаду.
vi: Hàng đợi Hàng ngày là danh sách ngắn của hôm nay. Bất kỳ những gì bạn không hoàn thành sẽ chuyển sang ngày mai; những gì bạn kết thúc vẫn lại.
zh_hans: 日常队列是今天的短列表。您未完成的任何内容都会滚入明天；您完成的内容会留在后面。
zh_hant: 每日隊列是今天的簡短清單。您未完成的任何內容會結轉到明天；您完成的內容會留下。

# web.home.features.daily.eyebrow
source: Daily Queue
ar: الصف اليومي
cs: Denní fronta
da: Daglig Kø
el: Ημερήσια Ουρά
es: Cola diaria
fi: Päivittäinen jono
fr: File d'attente quotidienne
he: תור יומי
hi: दैनिक कतार
hu: Napi sor
id: Antrean Harian
it: Coda giornaliera
ko: 일일 큐
ms: Antrian Harian
nb: Daglig kø
pl: Kolejka dzienna
pt_br: Fila Diária
pt_pt: Fila Diária
ro: Coada zilei
ru: Ежедневная очередь
sk: Denná fronta
th: คิวรายวัน
tr: Günlük Kuyruk
uk: Щоденна черга
vi: Hàng đợi Hàng ngày
zh_hans: 日常队列
zh_hant: 每日隊列

# web.home.features.daily.image_alt
source: KnotQ Daily Queue showing today's tasks, notes, and carried-over items from yesterday.
ar: صف KnotQ اليومي يعرض مهام اليوم والملاحظات والعناصر المنقولة من أمس.
cs: Denní fronta KnotQ zobrazující dnešní úkoly, poznámky a položky přenesené z včerejška.
da: KnotQ Daglig Kø viser dagens opgaver, noter og overførte elementer fra i går.
de: KnotQ Daily Queue, die heutige Aufgaben, Notizen und übergereichte Elemente von gestern zeigt.
el: Ημερήσια Ουρά KnotQ που δείχνει τις σημερινές εργασίες, σημειώσεις και μεταφερόμενα στοιχεία από χθες.
es: Cola diaria de KnotQ mostrando las tareas de hoy, notas y elementos llevados del día anterior.
fi: KnotQ:n Päivittäinen jono näyttää tämän päivän tehtävät, muistiinpanot ja eilen siirretyt kohteet.
fr: File d'attente quotidienne KnotQ affichant les tâches d'aujourd'hui, les notes et les éléments reportés d'hier.
he: התור היומי של KnotQ המציג משימות היום, הערות ופריטים שנשאו מאתמול.
hi: आज के कार्य, नोट्स, और कल से आयात की गई आइटम दिखाते हुए KnotQ दैनिक कतार।
hu: KnotQ Napi sor mai feladatait, jegyzeteit és tegnapi áthozott tárgyakat mutat.
id: Antrean Harian KnotQ menampilkan tugas hari ini, catatan, dan item yang dibawa dari kemarin.
it: Coda giornaliera di KnotQ che mostra i compiti di oggi, le note e gli elementi trasportati da ieri.
ja: 本日のタスク、メモ、昨日から繰り越されたアイテムを表示するKnotQ Daily Queue。
ko: 어제의 이월된 항목이 있는 오늘의 작업과 노트를 보여주는 KnotQ 일일 큐입니다.
ms: Antrian Harian KnotQ menampilkan tugas hari ini, catatan, dan item yang dibawa dari kemarin.
nb: KnotQ Daily Queue viser dagens oppgaver, notater og overførte elementer fra i går.
nl: KnotQ Daily Queue met vandaag's taken, notities en overgedragen items van gisteren.
pl: Kolejkę dzienną KnotQ pokazującą dzisiejsze zadania, notatki i elementy przeniesione z wczoraj.
pt_br: Fila Diária do KnotQ mostrando as tarefas de hoje, notas e itens carregados de ontem.
pt_pt: Fila Diária do KnotQ mostrando as tarefas de hoje, notas e itens transportados de ontem.
ro: Coada zilei KnotQ care arată sarcinile de azi, notele și articolele preluate din ieri.
ru: Ежедневная очередь KnotQ с показом сегодняшних задач, заметок и элементов, перенесённых с вчерашнего дня.
sk: Denná fronta KnotQ zobrazujúca dnešné úlohy, poznámky a presunuté položky z včera.
sv: KnotQ Daily Queue visar dagens uppgifter, anteckningar och överförda objekt från igår.
th: คิวรายวัน KnotQ แสดงงานวันนี้ บันทึก และรายการที่นำมาจากเมื่อวาน
tr: KnotQ Günlük Kuyruk, bugünün görevlerini, notlarını ve dünden taşınan öğeleri gösterir.
uk: Щоденна черга KnotQ, що показує сьогодні завдання, нотатки та елементи, перенесені з вчора.
vi: Hàng đợi Hàng ngày KnotQ hiển thị các tác vụ của hôm nay, ghi chú và các mục được chuyển từ hôm qua.
zh_hans: KnotQ 日常队列，显示今天的任务、笔记和从昨天继续的项目。
zh_hant: KnotQ 每日隊列顯示今天的任務、筆記和昨天結轉的項目。

# web.home.features.daily.title
source: Work from today
ar: العمل من اليوم
cs: Pracujte od dnešního dne
da: Arbejd fra i dag
de: Arbeiten Sie von heute
el: Δουλέψτε από σήμερα
es: Trabaja desde hoy
fi: Työ tämän päivän osalta
fr: Travaillez à partir d'aujourd'hui
he: עבוד מהיום
hi: आज से काम करें
hu: Ma munkavégzés
id: Bekerja dari hari ini
it: Lavora da oggi
ja: 今日から作業
ko: 오늘의 작업으로 작업하기
ms: Kerja dari hari ini
nb: Arbeid fra i dag
nl: Werk vanuit vandaag
pl: Pracuj od dzisiaj
pt_br: Trabalhar a partir de hoje
pt_pt: Trabalhe a partir de hoje
ro: Lucrați din azi
ru: Работайте с сегодняшних задач
sk: Pracuj z dneška
sv: Arbeta från idag
th: ทำงานจากวันนี้
tr: Bugünden Çalış
uk: Робота з сьогодні
vi: Làm việc từ hôm nay
zh_hans: 从今天开始工作
zh_hant: 從今天開始工作

# web.home.features.scheduling.assignment_def
source: end only → due marker
ar: النهاية فقط → علامة موعد نهائي
cs: pouze konec → marker splatnosti
da: kun slut → forfaldsmærke
de: Nur Ende → Fälligkeitsmarker
el: μόνο τέλος → δείκτης λήξης
es: solo fin → marcador de vencimiento
fi: vain loppu → eräpäivän merkki
fr: fin seulement → marqueur d'échéance
he: סיום בלבד → סמן בזכות
hi: अंत केवल → बकाया मार्कर
hu: csak vég → határidõ jel
id: akhir saja → penanda jatuh tempo
it: solo fine → marcatore di scadenza
ja: 終了のみ → 期限マーカー
ko: 종료만 → 기한 마커
ms: akhir saja → penanda jatuh tempo
nb: bare slutt → forfallsmarkør
nl: alleen einde → vervaldatum
pl: tylko koniec → znacznik terminu
pt_br: somente fim → marcador de vencimento
pt_pt: apenas fim → marcador de vencimento
ro: numai sfârşit → marcator scadență
ru: только конец → маркер срока
sk: iba koniec → marker termínu
sv: endast slut → deadline-markering
th: สิ้นสุดเท่านั้น → เครื่องหมายครบกำหนด
tr: yalnızca son → vade işareti
uk: лише кінець → маркер виконання
vi: kết thúc chỉ → dấu đáo hạn
zh_hans: 仅结束 → 截止标记
zh_hant: 僅結束 → 到期標記

# web.home.features.scheduling.assignment_name
source: Assignment
ar: مهمة
cs: Úkol
da: Opgave
de: Aufgabe
el: Ανάθεση
es: Asignación
fi: Tehtävä
fr: Tâche
he: הקצאה
hi: असाइनमेंट
hu: Feladat
id: Penugasan
it: Compito
ja: 課題
ko: 할당
ms: Penugasan
nb: Oppgave
nl: Taak
pl: Przypisanie
pt_br: Atribuição
pt_pt: Atribuição
ro: Sarcină
ru: Задание
sk: Úloha
sv: Uppdrag
th: งาน
tr: Ödev
uk: Завдання
vi: Bài tập
zh_hans: 分配
zh_hant: 指派

# web.home.features.scheduling.body
source: Add a start, an end, or both to a line and it lands on your calendar — as an event, assignment, or reminder.
ar: أضف بداية أو نهاية أو كليهما إلى سطر وسيهبط على تقويمك — كحدث أو مهمة أو تذكير.
cs: Přidejte začátek, konec nebo obojí k řádku a skončí v kalendáři — jako událost, úkol nebo připomenutí.
da: Tilføj en start, en slut, eller begge dele til en linje, og det lander på din kalender — som en begivenhed, opgave eller påmindelse.
de: Fügen Sie ein Start-, ein End- oder beides zu einer Zeile hinzu und es landet in Ihrem Kalender — als Ereignis, Aufgabe oder Erinnerung.
el: Προσθέστε μια αρχή, ένα τέλος ή και τα δύο σε μια γραμμή και προσγειώνεται στο ημερολόγιό σας — ως γεγονός, ανάθεση ή υπενθύμιση.
es: Agrega un inicio, un fin, o ambos a una línea y aterriza en tu calendario — como un evento, asignación o recordatorio.
fi: Lisää alkaminen, loppu tai molemmat riviin ja se laskeutuu kalenteriisi — tapahtuma, tehtävä tai muistutus.
fr: Ajoutez un début, une fin ou les deux à une ligne et elle atterrit sur votre calendrier — en tant qu'événement, tâche ou rappel.
he: הוסף התחלה, סיום או שניהם לשורה והוא נוחת בלוח השנה שלך — כאירוע, הקצאה או תזכורת.
hi: एक पंक्ति में शुरुआत, अंत, या दोनों जोड़ें और यह आपके कैलेंडर पर आता है — एक इवेंट, असाइनमेंट, या रिमाइंडर के रूप में।
hu: Adjon hozzá egy kezdést, egy végét vagy mindkettõt egy sorhoz, és a naptárban kerül — eseményt, feladatot vagy emlékeztetõt.
id: Tambahkan awal, akhir, atau keduanya ke baris dan itu mendarat di kalender Anda — sebagai acara, penugasan, atau pengingat.
it: Aggiungi un inizio, una fine o entrambi a una riga e atterrerà nel tuo calendario — come evento, compito o promemoria.
ja: 行に開始、終了、またはその両方を追加すると、カレンダーに記録されます — イベント、課題、またはリマインダーとして。
ko: 줄에 시작, 종료 또는 둘 다를 추가하면 캘린더에 이벤트, 할당 또는 알림으로 표시됩니다.
ms: Tambahkan awal, akhir, atau keduanya ke baris dan mendarat di kalender Anda — sebagai acara, penugasan, atau pengingat.
nb: Legg til en start, en slutt eller begge deler til en linje og den lander på kalenderen din – som en begivenhet, oppgave eller påminnelse.
nl: Voeg een start, einde of beide toe aan een regel en deze verschijnt op je agenda — als evenement, taak of herinnering.
pl: Dodaj początek, koniec lub oba do linii, a wyląduje w Twoim kalendarzu — jako zdarzenie, przypisanie lub przypomnienie.
pt_br: Adicione um início, um fim ou ambos a uma linha e ele vai para seu calendário — como um evento, atribuição ou lembrete.
pt_pt: Adicione um início, um fim, ou ambos a uma linha e ela pousa no seu calendário — como um evento, atribuição ou lembrete.
ro: Adăugați un început, un sfârşit, sau amândouă pe o linie și ajunge în calendar — ca un eveniment, sarcină sau memento.
ru: Добавьте начало, конец или оба в строку, и она попадёт в ваш календарь — как событие, задание или напоминание.
sk: Pridajte začiatok, koniec alebo oboje na riadok a pristane na vašom kalendári — ako udalosť, úloha alebo pripomienka.
sv: Lägg till en start, ett slut eller båda på en rad och den landar på din kalender — som en händelse, uppdrag eller påminnelse.
th: เพิ่มเริ่มต้น จุดสิ้นสุด หรือทั้งสองอย่างลงในบรรทัดและมันจะลงจอดบนปฏิทินของคุณ — เป็นเหตุการณ์ งาน หรือการเตือน
tr: Bir satıra başlangıç, bitiş veya her ikisini ekleyin ve takvimde — etkinlik, ödev veya hatırlatıcı olarak — yer alır.
uk: Додайте старт, кінець або обидва в рядок, і він приземлиться у вашому календарі — як подія, завдання або нагадування.
vi: Thêm phần bắt đầu, phần kết thúc hoặc cả hai vào một dòng và nó sẽ hạ cánh trên lịch của bạn — dưới dạng sự kiện, bài tập hoặc nhắc nhở.
zh_hans: 在一行中添加开始、结束或两者，它就会显示在您的日历上 — 作为事件、分配或提醒。
zh_hant: 將開始、結束或兩者新增到行，它就會出現在您的日曆上 — 作為事件、指派或提醒。

# web.home.features.scheduling.event_def
source: start + end → time block
ar: بداية + نهاية → كتلة زمنية
cs: začátek + konec → blok času
da: start + slut → tidsblok
de: Start + Ende → Zeitblock
el: αρχή + τέλος → χρονικό μπλοκ
es: inicio + fin → bloque de tiempo
fi: alkaminen + loppu → aikajako
fr: début + fin → bloc de temps
he: התחלה + סיום → בלוק זמן
hi: शुरुआत + अंत → समय ब्लॉक
hu: kezdet + vég → idõ blokk
id: mulai + akhir → blok waktu
it: inizio + fine → blocco di tempo
ja: 開始 + 終了 → 時間帯
ko: 시작 + 종료 → 시간 블록
ms: mulai + akhir → blok waktu
nb: start + slutt → tidsblokk
nl: start + einde → blok
pl: początek + koniec → blok czasu
pt_br: início + fim → bloco de tempo
pt_pt: início + fim → bloco de tempo
ro: început + sfârşit → bloc de timp
ru: начало + конец → блок времени
sk: začiatok + koniec → časový blok
sv: start + slut → tidsblock
th: เริ่มต้น + สิ้นสุด → บล็อคเวลา
tr: başlangıç + bitiş → zaman bloğu
uk: старт + кінець → часовий блок
vi: bắt đầu + kết thúc → khối thời gian
zh_hans: 开始 + 结束 → 时间块
zh_hant: 開始 + 結束 → 時間塊

# web.home.features.scheduling.event_name
source: Event
ar: حدث
cs: Událost
da: Begivenhed
de: Ereignis
el: Γεγονός
es: Evento
fi: Tapahtuma
fr: Événement
he: אירוע
hi: इवेंट
hu: Esemény
id: Acara
it: Evento
ja: イベント
ko: 이벤트
ms: Acara
nb: Begivenhet
nl: Evenement
pl: Zdarzenie
pt_br: Evento
pt_pt: Evento
ro: Eveniment
ru: Событие
sk: Udalosť
sv: Händelse
th: เหตุการณ์
tr: Etkinlik
uk: Подія
vi: Sự kiện
zh_hans: 事件
zh_hant: 事件

# web.home.features.scheduling.eyebrow
source: Scheduling
ar: الجدولة
cs: Plánování
da: Planlægning
de: Zeitplanung
el: Προγραμματισμός
es: Programación
fi: Ajoitus
fr: Planification
he: תזמון
hi: शेड्यूलिंग
hu: Ütemezés
id: Penjadwalan
it: Pianificazione
ja: スケジューリング
ko: 일정 관리
ms: Penjadwalan
nb: Planlegging
nl: Planning
pl: Harmonogramowanie
pt_br: Agendamento
pt_pt: Agendamento
ro: Programare
ru: Планирование
sk: Plánovanie
sv: Schemaläggning
th: กำหนดตารางเวลา
tr: Planlama
uk: Розклад
vi: Lên lịch
zh_hans: 日程安排
zh_hant: 排程

# web.home.features.scheduling.image_alt
source: KnotQ date picker popover open on a line in the scheme editor.
ar: منتقي تاريخ KnotQ مفتوح على سطر في محرر الخطة.
cs: Překryvné okno vybírače data KnotQ otevřené na řádku v editoru schématu.
da: KnotQ-datovælger popover åben på en linje i skemaeditoren.
de: KnotQ-Datumsauswahlfeld, das in einer Zeile des Scheme-Editors geöffnet ist.
el: Επιλογέας ημερομηνίας KnotQ ανοιχτό σε μια γραμμή στον επεξεργαστή σχεδίων.
es: Selector de fechas de KnotQ abierto en una línea del editor de esquemas.
fi: KnotQ päivämäärän valitsimen ponnahdusikkuna auki kaavion editorissa.
fr: Fenêtre contextuelle du sélecteur de date KnotQ ouverte sur une ligne dans l'éditeur de schéma.
he: בחור תאריך KnotQ פתוח על קו בעורך הסכמה.
hi: योजना संपादक में एक पंक्ति पर खुली KnotQ दिनांक पिकर पॉपओवर।
hu: KnotQ dátumválasztó felugró a séma szerkesztõben egy sorra nyitva.
id: Popover pemilih tanggal KnotQ terbuka di baris dalam editor skema.
it: Popover di selezione della data di KnotQ aperto su una riga nell'editor dello schema.
ja: スキームエディターの行で開かれているKnotQデートピッカーポップオーバー。
ko: 스킴 편집기의 줄에서 열린 KnotQ 날짜 선택기 팝오버입니다.
ms: Popover pemilih tanggal KnotQ terbuka pada baris di editor skema.
nb: KnotQ datoveleg popover åpen på en linje i skjemaredigeringsprogrammet.
nl: KnotQ-datumkiezer popover open op een regel in de schema-editor.
pl: Selektor dat KnotQ otwarty na linii w edytorze schematu.
pt_br: Popover seletor de data do KnotQ aberto em uma linha no editor de esquema.
pt_pt: Popover de seletor de data do KnotQ aberto numa linha do editor de esquemas.
ro: Popover selector de date KnotQ deschis pe o linie în editorul de schemă.
ru: Выбиратель дат KnotQ открыт на строке в редакторе схем.
sk: Výberač dátumov KnotQ otvorený na riadku v editore schém.
sv: KnotQ-datumväljare öppen på en rad i schemeredigeraren.
th: ตัวเลือกวันที่ KnotQ ที่เปิดอยู่ในบรรทัดในตัวแก้ไขโครงการ
tr: KnotQ tarih seçici açılır penceresi, şema editöründeki bir satırda açık.
uk: Відкритий відбір дати KnotQ на рядку в редакторі схеми.
vi: Chọn ngày KnotQ bật mở trên một dòng trong trình soạn thảo lược đồ.
zh_hans: KnotQ 日期选择器弹出窗口在方案编辑器中的一行上打开。
zh_hant: KnotQ 日期選擇器彈出視窗在規劃方案編輯器中的一行上打開。

# web.home.features.scheduling.reminder_def
source: start only → alert point
ar: البداية فقط → نقطة تنبيه
cs: pouze začátek → bod upozornění
da: kun start → varselspunkt
de: Nur Start → Benachrichtigungspunkt
el: μόνο αρχή → σημείο ειδοποίησης
es: solo inicio → punto de alerta
fi: vain alkaminen → hälytyspiste
fr: début seulement → point d'alerte
he: התחלה בלבד → נקודת התריעה
hi: शुरुआत केवल → अलर्ट बिंदु
hu: csak kezdet → riasztási pont
id: hanya mulai → titik peringatan
it: solo inizio → punto di avviso
ja: 開始のみ → アラートポイント
ko: 시작만 → 알림 지점
ms: mulai saja → titik pemberitahuan
nb: bare start → varselpunkt
nl: alleen start → waarschuwingspunt
pl: tylko początek → punkt alertu
pt_br: somente início → ponto de alerta
pt_pt: apenas início → ponto de alerta
ro: numai început → punct de alertă
ru: только начало → точка оповещения
sk: iba začiatok → bod upozornenia
sv: endast start → varningspunkt
th: เริ่มต้นเท่านั้น → จุดการแจ้งเตือน
tr: yalnızca başlangıç → uyarı noktası
uk: лише старт → точка сигналу
vi: bắt đầu chỉ → điểm cảnh báo
zh_hans: 仅开始 → 警报点
zh_hant: 僅開始 → 警報點

# web.home.features.scheduling.reminder_name
source: Reminder
ar: تذكير
cs: Připomenutí
da: Påmindelse
de: Erinnerung
el: Υπενθύμιση
es: Recordatorio
fi: Muistutus
fr: Rappel
he: תזכורת
hi: रिमाइंडर
hu: Emlékeztetõ
id: Pengingat
it: Promemoria
ja: リマインダー
ko: 알림
ms: Pengingat
nb: Påminnelse
nl: Herinnering
pl: Przypomnienie
pt_br: Lembrete
pt_pt: Lembrete
ro: Memento
ru: Напоминание
sk: Pripomienka
sv: Påminnelse
th: การเตือน
tr: Hatırlatıcı
uk: Нагадування
vi: Nhắc nhở
zh_hans: 提醒
zh_hant: 提醒

# web.home.features.scheduling.title
source: Any line becomes a calendar item
ar: أي سطر يصبح عنصر تقويم
cs: Jakýkoli řádek se stane položkou kalendáře
da: En hvilken som helst linje bliver et kalenderelement
de: Jede Zeile wird zu einem Kalenderelement
el: Οποιαδήποτε γραμμή γίνεται στοιχείο ημερολογίου
es: Cualquier línea se convierte en un elemento de calendario
fi: Mikä tahansa rivi tulee kalenterikohteeksi
fr: N'importe quelle ligne devient un élément de calendrier
he: כל שורה הופכת לפריט לוח שנה
hi: कोई भी पंक्ति कैलेंडर आइटम बन जाती है
hu: Bármely sor naptári tárgy lesz
id: Baris apa pun menjadi item kalender
it: Qualsiasi riga diventa un elemento del calendario
ja: 任意の行がカレンダーアイテムになる
ko: 모든 줄이 캘린더 항목이 됨
ms: Setiap baris menjadi item kalender
nb: Enhver linje blir et kalenderelement
nl: Elke regel wordt een agendaitem
pl: Dowolna linia staje się elementem kalendarza
pt_br: Qualquer linha se torna um item de calendário
pt_pt: Qualquer linha torna-se num item de calendário
ro: Orice linie devine un articol de calendar
ru: Любая строка становится элементом календаря
sk: Akýkoľvek riadok sa stane položkou kalendára
sv: Vilken rad som helst blir ett kalenderobjekt
th: บรรทัดใด ๆ กลายเป็นรายการปฏิทิน
tr: Herhangi Bir Satır Takvim Öğesi Olur
uk: Будь-який рядок стає елементом календаря
vi: Bất kỳ dòng nào cũng trở thành mục lịch
zh_hans: 任何行都变成日历项目
zh_hant: 任何行都變成日曆項目
